[
  {
    "title": "Will the fundraising for the Liberty Stadium renovation in Memphis be completed by December 31, 2025?",
    "purpose": "This contract forecasts whether the fundraising efforts for the renovation of Liberty Stadium will reach its goal by the end of the year...",
    "scope": "This contract only applies to the formal announcement of the completion of fundraising for the renovation, not the actual start or completion of the renovation work...",
    "terms": {
      "YES": "If the fundraising goal for the Liberty Stadium renovation is announced as met by December 31, 2025.",
      "NO": "If the fundraising goal is not met or no announcement is made by December 31, 2025.",
      "resolution_source": "https://dailymemphian.com/feed"
    },
    "source_url": "https://dailymemphian.com/feed",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the Liberty Stadium renovation in Memphis have completed fundraising by December 31, 2025?",
    "refined_title": "Will the Liberty Stadium renovation in Memphis have completed fundraising by December 31, 2025 by August 30?",
    "spread_type": "timing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the Liberty Stadium renovation in Memphis have completed fundraising by December 31, 2025 by August 30?",
    "yes_price": 0.4962,
<<<<<<< HEAD
    "no_price": 0.5038,
    "total_yes": 300,
    "odds_yes": 0.0033,
    "odds_no": 0.9967,
    "total_no": 1
=======
    "no_price": 0.5038
>>>>>>> ded967a (Finalize pricing layer: contracts now priced at launch odds)
  },
  {
    "title": "Will the Mayor limit solitary confinement in Shelby County prisons by September 1?",
    "purpose": "This contract forecasts whether the Mayor will implement a policy to limit the use of solitary confinement in Shelby County prisons...",
    "scope": "This contract only applies to the formal announcement and implementation of a policy limiting solitary confinement, not subsequent amendments or enforcement issues...",
    "terms": {
      "YES": "If the Mayor announces and begins implementation of a policy limiting solitary confinement in Shelby County prisons by September 1, 2025.",
      "NO": "If the Mayor does not announce or implement such a policy by September 1.",
      "resolution_source": "https://dailymemphian.com/feed"
    },
    "source_url": "https://dailymemphian.com/feed",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "By September 1, will the Mayor have implemented limitations on solitary confinement in Shelby County prisons?",
    "refined_title": "By September 1, will the Mayor have implemented limitations on solitary confinement in Shelby County prisons exceeding $1 million in funding?",
    "spread_type": "margin",
    "weight": "strong",
    "bias": false,
    "balanced_title": "By September 1, will the Mayor have implemented limitations on solitary confinement in Shelby County prisons exceeding $1 million in funding?",
    "yes_price": 0.5138,
    "no_price": 0.4862
  },
  {
    "title": "Will Mayor Harris propose a tax increase within 5 cents of the certified tax rate by July 31?",
    "purpose": "This contract forecasts whether Mayor Harris will propose a tax increase close to the certified tax rate, which could impact city revenues and budgeting...",
    "scope": "This contract only applies to the formal proposal of a tax increase by Mayor Harris, not its approval or implementation...",
    "terms": {
      "YES": "If Mayor Harris formally proposes a tax increase within 5 cents of the certified tax rate by July 31, 2025.",
      "NO": "If Mayor Harris does not propose such a tax increase, or proposes a tax increase outside the 5 cent range of the certified tax rate, by July 31, 2025.",
      "resolution_source": "https://dailymemphian.com/feed"
    },
    "source_url": "https://dailymemphian.com/feed",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will Mayor Harris propose a tax increase that is within 5 cents of the certified tax rate by July 31?",
    "refined_title": "Will Mayor Harris propose a tax increase that is within 5 cents of the certified tax rate by July 31?",
    "spread_type": "none",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will Mayor Harris propose a tax increase that is within 5 cents of the certified tax rate by July 31?",
    "yes_price": 0.5029,
    "no_price": 0.4971
  },
  {
    "title": "Will the NAACP file a lawsuit against Musk's xAI over turbines by July 31, 2025?",
    "purpose": "This contract forecasts whether the NAACP will initiate legal action against Musk's xAI over the turbine project, a development that could significantly impact the project's timeline and viability...",
    "scope": "This contract only applies to the formal filing of a lawsuit by the NAACP against Musk's xAI over turbines, not subsequent legal actions or settlements...",
    "terms": {
      "YES": "If the NAACP officially files a lawsuit against Musk's xAI over turbines by July 31, 2025.",
      "NO": "If the NAACP does not file a lawsuit against Musk's xAI over turbines by July 31, 2025.",
      "resolution_source": "https://dailymemphian.com/feed"
    },
    "source_url": "https://dailymemphian.com/feed",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the NAACP have filed a lawsuit against Musk's xAI over turbines by July 31, 2025?",
    "refined_title": "Will the NAACP have filed a lawsuit against Musk's xAI over turbines by July 31, 2025 by October 1?",
    "spread_type": "timing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the NAACP have filed a lawsuit against Musk's xAI over turbines by July 31, 2025 by October 1?",
    "yes_price": 0.5141,
    "no_price": 0.4859
  },
  {
    "title": "Will the SELC petition the EPA to declare the Memphis area in violation of ozone standards by July 6?",
    "purpose": "This contract forecasts whether the Southern Environmental Law Center (SELC) will petition the Environmental Protection Agency (EPA) to declare the Memphis area in violation of ozone standards...",
    "scope": "This contract only applies to the formal submission of a petition by the SELC to the EPA regarding the Memphis area's compliance with ozone standards, not subsequent actions or decisions by the EPA...",
    "terms": {
      "YES": "If the SELC formally submits a petition to the EPA declaring the Memphis area in violation of ozone standards by July 6, 2025.",
      "NO": "If the SELC does not submit the petition by July 6, 2025.",
      "resolution_source": "https://mlk50.com/feed/"
    },
    "source_url": "https://mlk50.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the SELC officially petition the EPA about the Memphis area's ozone standards violation by July 6?",
    "refined_title": "Will the SELC officially petition the EPA about the Memphis area's ozone standards violation by July 6 exceeding $1 million in funding?",
    "spread_type": "margin",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the SELC officially petition the EPA about the Memphis area's ozone standards violation by July 6 exceeding $1 million in funding?",
    "yes_price": 0.5284,
    "no_price": 0.4716
  },
  {
    "title": "Will the proposed federal budget cuts to Medicaid be implemented by December 31, 2025?",
    "purpose": "This contract forecasts whether the proposed federal budget cuts to Medicaid, which could strain the county's health system, will be implemented...",
    "scope": "This contract only applies to the proposed federal budget cuts to Medicaid, not subsequent amendments, state-level decisions, or other healthcare funding changes...",
    "terms": {
      "YES": "If the proposed federal budget cuts to Medicaid are implemented by December 31, 2025.",
      "NO": "If the proposed cuts are not implemented, or are significantly altered, by December 31, 2025.",
      "resolution_source": "https://mlk50.com/feed/"
    },
    "source_url": "https://mlk50.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the proposed federal budget cuts to Medicaid be officially enacted by December 31, 2025?",
    "refined_title": "Will the proposed federal budget cuts to Medicaid be officially enacted by December 31, 2025 by July 15?",
    "spread_type": "timing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the proposed federal budget cuts to Medicaid be officially enacted by December 31, 2025 by July 15?",
    "yes_price": 0.5016,
    "no_price": 0.4984
  },
  {
    "title": "Will the proposed Council legislation lead to the termination of public transit in Memphis by the end of 2025?",
    "purpose": "This contract forecasts whether the proposed legislation by the City Council will result in the cessation of public transit in Memphis...",
    "scope": "This contract only applies to the complete termination of public transit services within Memphis, not partial closures or reductions in service...",
    "terms": {
      "YES": "If all public transit services in Memphis are terminated as a result of the proposed legislation by December 31, 2025.",
      "NO": "If any public transit services continue to operate in Memphis after December 31, 2025.",
      "resolution_source": "https://mlk50.com/feed/"
    },
    "source_url": "https://mlk50.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will public transit in Memphis be terminated as a result of the proposed Council legislation by the end of 2025?",
    "refined_title": "Will public transit in Memphis be terminated as a result of the proposed Council legislation by the end of 2025 by July 15?",
    "spread_type": "timing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will public transit in Memphis be terminated as a result of the proposed Council legislation by the end of 2025 by July 15?",
    "yes_price": 0.5134,
    "no_price": 0.4866
  },
  {
    "title": "Will April 2025 record the highest number of child deaths in Memphis history?",
    "purpose": "This contract predicts whether April 2025 will be the deadliest month on record for children in Memphis, providing insight into the city's public safety and health conditions...",
    "scope": "This contract includes all causes of death among individuals under the age of 18 in Memphis during April 2025. It does not include deaths of individuals who are not residents of Memphis or who are 18 or older...",
    "terms": {
      "YES": "If the total number of child deaths in Memphis during April 2025 exceeds the highest monthly total on record.",
      "NO": "If the number of child deaths in April 2025 does not exceed the highest monthly total on record.",
      "resolution_source": "https://mlk50.com/feed/"
    },
    "source_url": "https://mlk50.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the number of child deaths in Memphis in April 2025 surpass the historical record for any single month?",
    "refined_title": "Will the District 3 representative support this: Will the number of child deaths in Memphis in April 2025 surpass the historical record for any single month?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the District 3 representative support this: Will the number of child deaths in Memphis in April 2025 surpass the historical record for any single month?",
    "yes_price": 0.4715,
    "no_price": 0.5285
  },
  {
    "title": "Will 'His name was Tyré Nichols' occur by June 30?",
    "purpose": "This contract forecasts whether the event 'His name was Tyré Nichols' will take place...",
    "scope": "This contract only applies to the occurrence of the event in its announced form, not subsequent changes or postponements...",
    "terms": {
      "YES": "If 'His name was Tyré Nichols' event takes place by June 30, 2025.",
      "NO": "If the event does not occur, or is postponed or cancelled, by June 30, 2025.",
      "resolution_source": "https://mlk50.com/feed/"
    },
    "source_url": "https://mlk50.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the issue concerning 'His name was Tyré Nichols' be resolved by June 30?",
    "refined_title": "Will the Memphis mayor support this: Will the issue concerning 'His name was Tyré Nichols' be resolved by June 30?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the Memphis mayor support this: Will the issue concerning 'His name was Tyré Nichols' be resolved by June 30?",
    "yes_price": 0.5002,
    "no_price": 0.4998
  },
  {
    "title": "Will a Memphis cancer clinic achieve record Black patient enrollment in clinical trials by December 2025?",
    "purpose": "This contract forecasts whether a Memphis cancer clinic will achieve record levels of Black patient enrollment in clinical trials, an important step toward ensuring racial equity in healthcare research and outcomes...",
    "scope": "This contract only applies to the specific Memphis cancer clinic mentioned in the source article, and only to the enrollment of Black patients in clinical trials conducted by this clinic...",
    "terms": {
      "YES": "If the Memphis cancer clinic reports record levels of Black patient enrollment in its clinical trials by December 31, 2025.",
      "NO": "If the clinic does not report record levels of Black patient enrollment in its clinical trials by this date.",
      "resolution_source": "https://mlk50.com/feed/"
    },
    "source_url": "https://mlk50.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "By December 2025, will a Memphis cancer clinic set a new record for Black patient enrollment in clinical trials?",
    "refined_title": "By December 2025, will a Memphis cancer clinic set a new record for Black patient enrollment in clinical trials?",
    "spread_type": "none",
    "weight": "strong",
    "bias": false,
    "balanced_title": "By December 2025, will a Memphis cancer clinic set a new record for Black patient enrollment in clinical trials?",
    "yes_price": 0.4927,
    "no_price": 0.5073
  },
  {
    "title": "Will the mayor allocate an additional $20M to MATA by June 30?",
    "purpose": "This contract forecasts whether the mayor will increase the Memphis Area Transit Authority (MATA) budget to meet the requested $50M, an increase from the currently budgeted $30M...",
    "scope": "This contract only applies to the formal allocation of an additional $20M to MATA's budget, not the subsequent disbursement or usage of these funds...",
    "terms": {
      "YES": "If the mayor formally allocates an additional $20M to MATA's budget by June 30, 2025.",
      "NO": "If the mayor does not allocate additional funds, or allocates less than the requested $20M, by June 30.",
      "resolution_source": "https://mlk50.com/feed/"
    },
    "source_url": "https://mlk50.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the mayor allocate an additional $20M to MATA by June 30th?",
    "refined_title": "Will the mayor allocate an additional $20M to MATA by June 30th by at least 5% over the target?",
    "spread_type": "margin",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the mayor allocate an additional $20M to MATA by June 30th by at least 5% over the target?",
    "yes_price": 0.5065,
    "no_price": 0.4935
  },
  {
    "title": "Will Memphis see an increase in utility assistance program enrollments by June 1?",
    "purpose": "This contract forecasts whether there will be an increase in enrollments in utility assistance programs, reflecting the economic challenges faced by Memphis residents...",
    "scope": "This contract only applies to the number of enrollments in existing utility assistance programs, not the creation of new programs or changes in eligibility criteria...",
    "terms": {
      "YES": "If the number of enrollments in utility assistance programs increases by June 1, 2025.",
      "NO": "If the number of enrollments does not increase, or decreases, by June 1.",
      "resolution_source": "https://mlk50.com/feed/"
    },
    "source_url": "https://mlk50.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "By June 1, will the number of enrollments in Memphis's utility assistance program increase?",
    "refined_title": "Will the Memphis mayor support this: By June 1, will the number of enrollments in Memphis's utility assistance program increase?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the Memphis mayor support this: By June 1, will the number of enrollments in Memphis's utility assistance program increase?",
    "yes_price": 0.4891,
    "no_price": 0.5109
  },
  {
    "title": "Will Southwest Memphians formally protest Elon Musk's xAI by May 31?",
    "purpose": "This contract forecasts whether local residents will organize a formal protest against Elon Musk's xAI project due to concerns about air quality...",
    "scope": "This contract only applies to a formal, organized protest event, not individual complaints or informal actions...",
    "terms": {
      "YES": "If a formal protest against Elon Musk's xAI project is organized by Southwest Memphians by May 31, 2025.",
      "NO": "If no formal protest is organized by Southwest Memphians by May 31, 2025.",
      "resolution_source": "https://mlk50.com/feed/"
    },
    "source_url": "https://mlk50.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will there be a formal protest against Elon Musk's xAI by Southwest Memphians before June 1?",
    "refined_title": "Will there be a formal protest against Elon Musk's xAI by Southwest Memphians before June 1?",
    "spread_type": "none",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will there be a formal protest against Elon Musk's xAI by Southwest Memphians before June 1?",
    "yes_price": 0.4844,
    "no_price": 0.5156
  },
  {
    "title": "Will the city of Memphis officially respond to Stephen A. Smith's comments by July 1?",
    "purpose": "This contract forecasts whether the city will formally address or respond to the comments made by Stephen A. Smith, as called for by a former Tiger...",
    "scope": "This contract only applies to an official response from the city of Memphis, not individual citizens or non-governmental organizations...",
    "terms": {
      "YES": "If the city of Memphis issues an official response or statement addressing Stephen A. Smith's comments by July 1, 2025.",
      "NO": "If the city does not issue an official response or statement by July 1.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the city of Memphis officially issue a response to Stephen A. Smith's comments before July 1?",
    "refined_title": "Will the city of Memphis officially issue a response to Stephen A. Smith's comments before July 1?",
    "spread_type": "none",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the city of Memphis officially issue a response to Stephen A. Smith's comments before July 1?",
    "yes_price": 0.5007,
    "no_price": 0.4993
  },
  {
    "title": "Will NBA players express negative views about Memphis due to crime by July 31?",
    "purpose": "This contract forecasts whether NBA players will publicly express negative sentiments about Memphis due to crime, impacting the city's reputation and potential to attract professional athletes...",
    "scope": "This contract only applies to public statements made by current NBA players, not former players, coaches, or other affiliated individuals...",
    "terms": {
      "YES": "If at least one current NBA player publicly expresses negative views about Memphis due to crime by July 31, 2025.",
      "NO": "If no current NBA player makes such a statement by July 31.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "By July 31, will any NBA player publicly express negative views about crime in Memphis?",
    "refined_title": "Will Councilmember Robinson support this: By July 31, will any NBA player publicly express negative views about crime in Memphis?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will Councilmember Robinson support this: By July 31, will any NBA player publicly express negative views about crime in Memphis?",
    "yes_price": 0.4705,
    "no_price": 0.5295
  },
  {
    "title": "Will Barbara Neely, matriarch of Memphis BBQ empire, pass away by December 31, 2025?",
    "purpose": "This contract predicts the unfortunate potential passing of a local business icon, which could impact the Memphis BBQ industry and local economy...",
    "scope": "This contract only applies to the life status of Barbara Neely, not any potential succession plans or impacts on her BBQ empire...",
    "terms": {
      "YES": "If Barbara Neely passes away by December 31, 2025.",
      "NO": "If Barbara Neely is alive on January 1, 2026.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will Barbara Neely, matriarch of the Memphis BBQ empire, still be alive on January 1, 2026?",
    "refined_title": "Will Barbara Neely, matriarch of the Memphis BBQ empire, still be alive on January 1, 2026 by October 1?",
    "spread_type": "timing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will Barbara Neely, matriarch of the Memphis BBQ empire, still be alive on January 1, 2026 by October 1?",
    "yes_price": 0.4916,
    "no_price": 0.5084
  },
  {
    "title": "Will there be another reported incident of truck theft in Memphis by July 31, 2025?",
    "purpose": "This contract forecasts the likelihood of truck theft incidents in Memphis, following a recent event where merchandise was stolen from a semi-truck after the driver was assaulted...",
    "scope": "This contract includes any reported incidents of theft from a truck, regardless of the method of entry or whether the driver was assaulted. It does not include thefts of the trucks themselves or thefts from other types of vehicles...",
    "terms": {
      "YES": "If there is a verified report of merchandise being stolen from a truck in Memphis by July 31, 2025.",
      "NO": "If no such incident is reported by July 31, 2025.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will there be a reported incident of truck theft in Memphis before August 1, 2025?",
    "refined_title": "Will there be a reported incident of truck theft in Memphis before August 1, 2025?",
    "spread_type": "none",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will there be a reported incident of truck theft in Memphis before August 1, 2025?",
    "yes_price": 0.5169,
    "no_price": 0.4831
  },
  {
    "title": "Will the Memphis Police Department recover the stolen $20K in gold bars, baseball cards, and diamond ring by September 1?",
    "purpose": "This contract forecasts whether the Memphis Police Department will successfully recover stolen property valued at over $20,000, including gold bars, baseball cards, and a diamond ring...",
    "scope": "This contract only applies to the recovery of the specific items reported stolen in this case, not subsequent thefts or unrelated property...",
    "terms": {
      "YES": "If the Memphis Police Department reports the recovery of the stolen items by September 1, 2025.",
      "NO": "If the Department does not report the recovery of the items by September 1.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the Memphis Police Department recover all of the stolen $20K in gold bars, baseball cards, and diamond ring by September 1?",
    "refined_title": "Will the District 3 representative support this: Will the Memphis Police Department recover all of the stolen $20K in gold bars, baseball cards, and diamond ring by September 1?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the District 3 representative support this: Will the Memphis Police Department recover all of the stolen $20K in gold bars, baseball cards, and diamond ring by September 1?",
    "yes_price": 0.4894,
    "no_price": 0.5106
  },
  {
    "title": "Will Memphis Police find explosives and drugs in an East Memphis home by July 18?",
    "purpose": "This contract forecasts whether the Memphis Police Department will find explosives and drugs in an identified home in East Memphis...",
    "scope": "This contract only applies to the discovery of both explosives and drugs in the specified home in East Memphis, not other locations or types of contraband...",
    "terms": {
      "YES": "If the Memphis Police Department reports finding both explosives and drugs in the specified home by July 18, 2025.",
      "NO": "If the Police Department does not report such a discovery, or only finds one type of contraband, by July 18.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the Memphis Police discover both explosives and drugs in an East Memphis home before July 19th?",
    "refined_title": "Will the Memphis Police discover both explosives and drugs in an East Memphis home before July 19th?",
    "spread_type": "none",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the Memphis Police discover both explosives and drugs in an East Memphis home before July 19th?",
    "yes_price": 0.4845,
    "no_price": 0.5155
  },
  {
    "title": "Will WREG-TV volunteer at the Humane Society by July 31, 2025?",
    "purpose": "This contract predicts whether WREG-TV will organize a volunteer event at the Humane Society, reflecting the station's community engagement and the Humane Society's ability to attract high-profile support...",
    "scope": "This contract only applies to an official, publicly-announced volunteer event organized by WREG-TV at the Humane Society. Individual volunteering by WREG-TV staff or unannounced events are not included...",
    "terms": {
      "YES": "If WREG-TV announces and carries out a volunteer event at the Humane Society by July 31, 2025.",
      "NO": "If WREG-TV does not announce or carry out such an event by July 31, 2025.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will WREG-TV have volunteered at the Humane Society by July 31, 2025?",
    "refined_title": "Will WREG-TV have volunteered at the Humane Society by July 31, 2025 exceeding $1 million in funding?",
    "spread_type": "margin",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will WREG-TV have volunteered at the Humane Society by July 31, 2025 exceeding $1 million in funding?",
    "yes_price": 0.5212,
    "no_price": 0.4788
  },
  {
    "title": "Will Memphis lawmakers enact new security measures for the mayor's home by August 1?",
    "purpose": "This contract forecasts whether lawmakers will respond to safety concerns by implementing new security measures for the mayor's home...",
    "scope": "This contract only applies to the formal enactment of new security measures specifically for the mayor's home, not broader citywide security policies...",
    "terms": {
      "YES": "If lawmakers enact new security measures for the mayor's home by August 1, 2025.",
      "NO": "If lawmakers do not enact new security measures for the mayor's home by August 1, 2025.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "By August 1, will Memphis lawmakers have enacted new security measures for the mayor's home?",
    "refined_title": "Will the city finance committee support this: By August 1, will Memphis lawmakers have enacted new security measures for the mayor's home?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the city finance committee support this: By August 1, will Memphis lawmakers have enacted new security measures for the mayor's home?",
    "yes_price": 0.4995,
    "no_price": 0.5005
  },
  {
    "title": "Will Memphis experience strong storms on the night of Wednesday, June 19, 2025?",
    "purpose": "This contract predicts whether the city of Memphis will experience strong storms on the specified date, which could impact local infrastructure, services, and residents...",
    "scope": "This contract only applies to the occurrence of strong storms in Memphis on the night of Wednesday, June 19, 2025. It does not include storms on subsequent nights or storms in surrounding areas...",
    "terms": {
      "YES": "If the National Weather Service or other official weather reporting agency records strong storms in Memphis on the night of Wednesday, June 19, 2025.",
      "NO": "If no strong storms are recorded in Memphis on the night of Wednesday, June 19, 2025.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will there be strong storms in Memphis on the night of Wednesday, June 19, 2025?",
    "refined_title": "Will there be strong storms in Memphis on the night of Wednesday, June 19, 2025 by August 30?",
    "spread_type": "timing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will there be strong storms in Memphis on the night of Wednesday, June 19, 2025 by August 30?",
    "yes_price": 0.5007,
    "no_price": 0.4993
  },
  {
    "title": "Will there be a fatal motorcycle crash involving a Shelby County firefighter by July 31?",
    "purpose": "This contract forecasts the unfortunate event of a fatal motorcycle crash involving a Shelby County firefighter, aiming to raise awareness about road safety and the risks faced by first responders...",
    "scope": "This contract only applies to fatal motorcycle accidents involving a firefighter currently employed by Shelby County. It does not include accidents involving retired firefighters, volunteer firefighters, or firefighters from other counties...",
    "terms": {
      "YES": "If a Shelby County firefighter is reported to have died in a motorcycle crash by July 31, 2025.",
      "NO": "If no Shelby County firefighter is reported to have died in a motorcycle crash by July 31, 2025.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will a Shelby County firefighter be fatally involved in a motorcycle crash by July 31?",
    "refined_title": "Will the Memphis mayor support this: Will a Shelby County firefighter be fatally involved in a motorcycle crash by July 31?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the Memphis mayor support this: Will a Shelby County firefighter be fatally involved in a motorcycle crash by July 31?",
    "yes_price": 0.507,
    "no_price": 0.493
  },
  {
    "title": "Will Mayor Lee Harris end solitary confinement in Memphis prisons by executive order before August 1?",
    "purpose": "This contract forecasts whether Mayor Lee Harris will use an executive order to end the practice of solitary confinement in Memphis prisons...",
    "scope": "This contract only applies to the issuance of an executive order by Mayor Harris specifically aimed at ending solitary confinement in Memphis prisons, not the implementation or enforcement of such an order...",
    "terms": {
      "YES": "If Mayor Harris issues an executive order ending solitary confinement in Memphis prisons by August 1, 2025.",
      "NO": "If Mayor Harris does not issue such an order by August 1, 2025.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will Mayor Lee Harris issue an executive order ending solitary confinement in Memphis prisons before August 1?",
    "refined_title": "Will Mayor Lee Harris issue an executive order ending solitary confinement in Memphis prisons before August 1?",
    "spread_type": "none",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will Mayor Lee Harris issue an executive order ending solitary confinement in Memphis prisons before August 1?",
    "yes_price": 0.5043,
    "no_price": 0.4957
  },
  {
    "title": "Will a warrant be issued for the 'armed and dangerous' father of the missing TN child by June 30?",
    "purpose": "This contract forecasts whether local law enforcement will issue a warrant for the father of the missing child, who is considered 'armed and dangerous'...",
    "scope": "This contract only applies to the issuance of a warrant for the father in relation to the case of the missing child, not for other potential crimes or individuals...",
    "terms": {
      "YES": "If a warrant is officially issued for the father in relation to the missing child case by June 30, 2025.",
      "NO": "If no warrant is issued for the father in relation to the missing child case by June 30, 2025.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will a warrant be issued for the 'armed and dangerous' father of the missing TN child by June 30?",
    "refined_title": "Will the Memphis mayor support this: Will a warrant be issued for the 'armed and dangerous' father of the missing TN child by June 30?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the Memphis mayor support this: Will a warrant be issued for the 'armed and dangerous' father of the missing TN child by June 30?",
    "yes_price": 0.4965,
    "no_price": 0.5035
  },
  {
    "title": "Will the TN Supreme Court rule that the convicted killer serves life sentences consecutively by July 31?",
    "purpose": "This contract forecasts whether the Tennessee Supreme Court will rule that a convicted killer in Memphis will serve multiple life sentences consecutively...",
    "scope": "This contract only applies to the formal ruling of the Supreme Court regarding the consecutive service of life sentences for the specific convicted killer mentioned in the source article...",
    "terms": {
      "YES": "If the TN Supreme Court rules that the convicted killer serves life sentences consecutively by July 31, 2025.",
      "NO": "If the Supreme Court does not rule, or rules against consecutive sentences, by July 31.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the TN Supreme Court have made a ruling on whether the convicted killer serves life sentences consecutively by July 31?",
    "refined_title": "Will the city finance committee support this: Will the TN Supreme Court have made a ruling on whether the convicted killer serves life sentences consecutively by July 31?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the city finance committee support this: Will the TN Supreme Court have made a ruling on whether the convicted killer serves life sentences consecutively by July 31?",
    "yes_price": 0.4863,
    "no_price": 0.5137
  },
  {
    "title": "Will the NAACP and SELC file a lawsuit against xAI over turbines by July 31?",
    "purpose": "This contract forecasts whether the NAACP and SELC will follow through on their stated intention to file a lawsuit against xAI over turbines...",
    "scope": "This contract only applies to the formal filing of the lawsuit by the NAACP and SELC against xAI, not subsequent legal actions or settlements...",
    "terms": {
      "YES": "If the NAACP and SELC officially file a lawsuit against xAI over turbines by July 31, 2025.",
      "NO": "If the NAACP and SELC do not file the lawsuit by July 31, 2025.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "By July 31, will the NAACP and SELC have filed a lawsuit against xAI over turbines?",
    "refined_title": "By July 31, will the NAACP and SELC have filed a lawsuit against xAI over turbines with a 2/3 majority?",
    "spread_type": "margin",
    "weight": "strong",
    "bias": false,
    "balanced_title": "By July 31, will the NAACP and SELC have filed a lawsuit against xAI over turbines with a 2/3 majority?",
    "yes_price": 0.5115,
    "no_price": 0.4885
  },
  {
    "title": "Will there be another shooting incident on I-240 within the next year?",
    "purpose": "This contract forecasts the likelihood of another shooting incident occurring on I-240 within the next year. This is relevant to understand the safety situation of this specific area and to inform potential preventive measures...",
    "scope": "This contract only applies to shooting incidents occurring on I-240, not other types of violent incidents or incidents occurring in other locations...",
    "terms": {
      "YES": "If there is a verified report of a shooting incident on I-240 before June 17, 2026.",
      "NO": "If there are no verified reports of a shooting incident on I-240 before June 17, 2026.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will there be a reported shooting incident on I-240 before [one year from today's date]?",
    "refined_title": "Will there be a reported shooting incident on I-240 before [one year from today's date]?",
    "spread_type": "none",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will there be a reported shooting incident on I-240 before [one year from today's date]?",
    "yes_price": 0.4834,
    "no_price": 0.5166
  },
  {
    "title": "Will the war veteran with disability receive the MS smart home gift by July 31?",
    "purpose": "This contract forecasts whether the announced gift of a smart home to a war veteran with disability will be officially handed over by the end of July...",
    "scope": "This contract only applies to the formal handover of the smart home to the war veteran, not subsequent modifications or usage of the home...",
    "terms": {
      "YES": "If the war veteran with disability officially receives the smart home by July 31, 2025.",
      "NO": "If the veteran does not receive the home, or the gift is withdrawn, by July 31.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the disabled war veteran have received the MS smart home gift by July 31?",
    "refined_title": "Will the disabled war veteran have received the MS smart home gift by July 31 by August 30?",
    "spread_type": "timing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the disabled war veteran have received the MS smart home gift by July 31 by August 30?",
    "yes_price": 0.5125,
    "no_price": 0.4875
  },
  {
    "title": "Will the sentencing for two ex-officers in the Tyre Nichols case be delayed by the State?",
    "purpose": "This contract forecasts whether the State will delay the sentencing for two ex-officers involved in the Tyre Nichols case...",
    "scope": "This contract only applies to the formal decision of the State to delay the sentencing, not subsequent changes or further delays...",
    "terms": {
      "YES": "If the State formally announces a delay in the sentencing of the two ex-officers in the Tyre Nichols case by July 1, 2025.",
      "NO": "If the State does not announce a delay, or proceeds with the sentencing, by July 1.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the sentencing for the two ex-officers in the Tyre Nichols case occur by [future date]?",
    "refined_title": "Will the sentencing for the two ex-officers in the Tyre Nichols case occur by [future date] exceeding $1 million in funding?",
    "spread_type": "margin",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the sentencing for the two ex-officers in the Tyre Nichols case occur by [future date] exceeding $1 million in funding?",
    "yes_price": 0.5144,
    "no_price": 0.4856
  },
  {
    "title": "Will the blocked lanes on I-55 in Memphis reopen by June 19?",
    "purpose": "This contract predicts whether the disrupted traffic flow on I-55 due to large trucks blocking lanes will be resolved by June 19, 2025...",
    "scope": "This contract only applies to the reopening of the blocked lanes on I-55, not any subsequent traffic disruptions or related incidents...",
    "terms": {
      "YES": "If the blocked lanes on I-55 are reopened by June 19, 2025.",
      "NO": "If the lanes remain blocked past June 19, 2025.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the blocked lanes on I-55 in Memphis be reopened by June 19?",
    "refined_title": "Will the District 3 representative support this: Will the blocked lanes on I-55 in Memphis be reopened by June 19?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the District 3 representative support this: Will the blocked lanes on I-55 in Memphis be reopened by June 19?",
    "yes_price": 0.5195,
    "no_price": 0.4805
  },
  {
    "title": "Will a train derailment occur near an animal rescue in Tunica County by July 31?",
    "purpose": "This contract forecasts the likelihood of a train derailment near an animal rescue in Tunica County, which could potentially result in significant property damage and harm to the animals...",
    "scope": "This contract only applies to a train derailment occurring within a 1-mile radius of the specified animal rescue in Tunica County, not derailments in other locations or counties...",
    "terms": {
      "YES": "If a train derailment occurs within a 1-mile radius of the specified animal rescue in Tunica County by July 31, 2025.",
      "NO": "If no train derailment occurs within the specified radius and timeframe.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will there be a train derailment near an animal rescue in Tunica County before August 1?",
    "refined_title": "Will there be a train derailment near an animal rescue in Tunica County before August 1?",
    "spread_type": "none",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will there be a train derailment near an animal rescue in Tunica County before August 1?",
    "yes_price": 0.4803,
    "no_price": 0.5197
  },
  {
    "title": "Will a report be published by December 31, 2025, proving taxpayer money for families ended up in criminals' hands?",
    "purpose": "This contract forecasts whether there will be verifiable evidence of misuse of taxpayer funds intended for families, specifically being diverted to criminals...",
    "scope": "This contract applies to any official report or credible news story providing evidence of such misuse. It does not include rumors, allegations without proof, or cases not involving taxpayer money intended for families...",
    "terms": {
      "YES": "If an official report or credible news story is published by December 31, 2025, providing evidence that taxpayer money intended for families ended up in criminals' hands.",
      "NO": "If no such report or story is published by December 31, 2025.",
      "resolution_source": "https://wreg.com/feed/"
    },
    "source_url": "https://wreg.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "By December 31, 2025, will there be a published report providing evidence that taxpayer money intended for families was misappropriated by criminals?",
    "refined_title": "Will the city finance committee support this: By December 31, 2025, will there be a published report providing evidence that taxpayer money intended for families was misappropriated by criminals?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the city finance committee support this: By December 31, 2025, will there be a published report providing evidence that taxpayer money intended for families was misappropriated by criminals?",
    "yes_price": 0.5032,
    "no_price": 0.4968
  },
  {
    "title": "Will Sen. Cory Booker deliver a message of civic action in Memphis by July 17?",
    "purpose": "This contract forecasts whether Senator Cory Booker will visit Memphis to deliver a message of civic action following his historic filibuster...",
    "scope": "This contract only applies to a formal, public event where Senator Booker delivers a speech or presentation on civic action in Memphis...",
    "terms": {
      "YES": "If Senator Booker delivers a public speech or presentation on civic action in Memphis by July 17, 2025.",
      "NO": "If Senator Booker does not deliver such a speech or presentation in Memphis by July 17, 2025.",
      "resolution_source": "https://tri-statedefender.com/feed/"
    },
    "source_url": "https://tri-statedefender.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will Sen. Cory Booker deliver a message of civic action in Memphis by July 17, 2023?",
    "refined_title": "Will Sen. Cory Booker deliver a message of civic action in Memphis by July 17, 2023 by more than 3 votes?",
    "spread_type": "margin",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will Sen. Cory Booker deliver a message of civic action in Memphis by July 17, 2023 by more than 3 votes?",
    "yes_price": 0.5097,
    "no_price": 0.4903
  },
  {
    "title": "Will the 'Overcoming Hateful Things' exhibit debut at MoSH by July 31?",
    "purpose": "This contract forecasts whether the Museum of Science and History (MoSH) will successfully debut the 'Overcoming Hateful Things' exhibit sourced from the Jim Crow Museum...",
    "scope": "This contract only applies to the formal opening of the exhibit in its announced form, not subsequent modifications or extensions...",
    "terms": {
      "YES": "If the 'Overcoming Hateful Things' exhibit opens at MoSH by July 31, 2025.",
      "NO": "If the exhibit does not open, or is significantly delayed or altered, by July 31.",
      "resolution_source": "https://tri-statedefender.com/feed/"
    },
    "source_url": "https://tri-statedefender.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the 'Overcoming Hateful Things' exhibit be open to the public at MoSH by July 31?",
    "refined_title": "Will the 'Overcoming Hateful Things' exhibit be open to the public at MoSH by July 31 by October 1?",
    "spread_type": "timing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the 'Overcoming Hateful Things' exhibit be open to the public at MoSH by July 31 by October 1?",
    "yes_price": 0.518,
    "no_price": 0.482
  },
  {
    "title": "Will the Grizzlies trade Bane for Magic’s Anthony, Caldwell-Pope and draft picks by July 31?",
    "purpose": "This contract predicts whether the Memphis Grizzlies will trade player Bane for Orlando Magic's Anthony, Caldwell-Pope and draft picks...",
    "scope": "This contract only includes the proposed trade between the Memphis Grizzlies and Orlando Magic involving players Bane, Anthony, Caldwell-Pope and draft picks. It does not include any other trades or transactions...",
    "terms": {
      "YES": "If the Memphis Grizzlies confirm the trade of Bane for Magic’s Anthony, Caldwell-Pope and draft picks by July 31, 2025.",
      "NO": "If the Grizzlies do not confirm the trade, or if any of the involved players are not part of the trade, by July 31.",
      "resolution_source": "https://tri-statedefender.com/feed/"
    },
    "source_url": "https://tri-statedefender.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the Grizzlies complete a trade involving Bane for Magic’s Anthony, Caldwell-Pope and draft picks by July 31?",
    "refined_title": "Will the Grizzlies complete a trade involving Bane for Magic’s Anthony, Caldwell-Pope and draft picks by July 31 exceeding $1 million in funding?",
    "spread_type": "margin",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the Grizzlies complete a trade involving Bane for Magic’s Anthony, Caldwell-Pope and draft picks by July 31 exceeding $1 million in funding?",
    "yes_price": 0.4807,
    "no_price": 0.5193
  },
  {
    "title": "Will Shelby County approve a $1B overhaul of the Aging 201 Poplar jail by December 31?",
    "purpose": "This contract forecasts whether Shelby County will decide to invest in a $1B overhaul of the Aging 201 Poplar jail, a major civic project that will have significant impacts on local infrastructure, economy, and public safety...",
    "scope": "This contract only applies to the formal approval of the $1B overhaul in its current proposed form, not subsequent amendments, changes in budget, or implementation delays...",
    "terms": {
      "YES": "If Shelby County formally approves the $1B overhaul of the Aging 201 Poplar jail by December 31, 2025.",
      "NO": "If Shelby County does not approve, or rejects the proposal, by December 31, 2025.",
      "resolution_source": "https://tri-statedefender.com/feed/"
    },
    "source_url": "https://tri-statedefender.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will Shelby County officially approve a $1B renovation plan for the Aging 201 Poplar jail by December 31?",
    "refined_title": "Will Shelby County officially approve a $1B renovation plan for the Aging 201 Poplar jail by December 31 by October 1?",
    "spread_type": "timing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will Shelby County officially approve a $1B renovation plan for the Aging 201 Poplar jail by December 31 by October 1?",
    "yes_price": 0.4949,
    "no_price": 0.5051
  },
  {
    "title": "Will the AFIRM graduation and county commissioners' honor event for Memphis fathers occur by July 15?",
    "purpose": "This contract forecasts whether the AFIRM graduation and the county commissioners' event to honor Memphis fathers will take place as planned...",
    "scope": "This contract includes the occurrence of both the AFIRM graduation and the county commissioners' honor event for Memphis fathers. Any changes in the event format, such as moving from in-person to virtual, do not affect the contract as long as the events occur...",
    "terms": {
      "YES": "If both the AFIRM graduation and the county commissioners' honor event for Memphis fathers occur by July 15, 2025.",
      "NO": "If either event does not occur by July 15, 2025.",
      "resolution_source": "https://tri-statedefender.com/feed/"
    },
    "source_url": "https://tri-statedefender.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the AFIRM graduation and county commissioners' honor event for Memphis fathers take place by July 15?",
    "refined_title": "Will the Memphis mayor support this: Will the AFIRM graduation and county commissioners' honor event for Memphis fathers take place by July 15?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the Memphis mayor support this: Will the AFIRM graduation and county commissioners' honor event for Memphis fathers take place by July 15?",
    "yes_price": 0.5082,
    "no_price": 0.4918
  },
  {
    "title": "Will the Memphis City Council approve a raise for city employees and funding for MATA by July 31?",
    "purpose": "This contract forecasts whether the City Council will formally approve a raise for city employees and additional funding for the Memphis Area Transit Authority (MATA)...",
    "scope": "This contract only applies to the formal vote of approval for the raise and funding in their current form, not subsequent amendments or implementation delays...",
    "terms": {
      "YES": "If the City Council votes to approve both the raise for city employees and additional funding for MATA by July 31, 2025.",
      "NO": "If the Council does not vote, or rejects either or both proposals, by July 31.",
      "resolution_source": "https://tri-statedefender.com/feed/"
    },
    "source_url": "https://tri-statedefender.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "By July 31, will the Memphis City Council have approved both a raise for city employees and funding for MATA?",
    "refined_title": "By July 31, will the Memphis City Council have approved both a raise for city employees and funding for MATA by October 1?",
    "spread_type": "timing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "By July 31, will the Memphis City Council have approved both a raise for city employees and funding for MATA by October 1?",
    "yes_price": 0.5018,
    "no_price": 0.4982
  },
  {
    "title": "Will the proposed federal budget cuts to SNAP and Medicaid in Tennessee be implemented by December 31, 2025?",
    "purpose": "This contract forecasts whether the proposed federal budget cuts to the Supplemental Nutrition Assistance Program (SNAP) and Medicaid in Tennessee, as expressed concern by the Tennessee NAACP, will be implemented...",
    "scope": "This contract only applies to the implementation of the proposed federal budget cuts to SNAP and Medicaid in Tennessee, not to other states or programs...",
    "terms": {
      "YES": "If the proposed federal budget cuts to SNAP and Medicaid in Tennessee are implemented by December 31, 2025.",
      "NO": "If the proposed budget cuts are not implemented in Tennessee by December 31, 2025.",
      "resolution_source": "https://tri-statedefender.com/feed/"
    },
    "source_url": "https://tri-statedefender.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will the proposed federal budget cuts to SNAP and Medicaid in Tennessee be enacted by December 31, 2025?",
    "refined_title": "Will the city finance committee support this: Will the proposed federal budget cuts to SNAP and Medicaid in Tennessee be enacted by December 31, 2025?",
    "spread_type": "swing",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will the city finance committee support this: Will the proposed federal budget cuts to SNAP and Medicaid in Tennessee be enacted by December 31, 2025?",
    "yes_price": 0.5044,
    "no_price": 0.4956
  },
  {
    "title": "Will Memphis hold a 'One Hour, United Voices' Juneteenth celebration by June 19?",
    "purpose": "This contract predicts whether the city of Memphis will host a 'One Hour, United Voices' event to commemorate Juneteenth...",
    "scope": "This contract only applies to the formal organization and execution of the event, not the attendance numbers or subjective measures of success...",
    "terms": {
      "YES": "If the 'One Hour, United Voices' Juneteenth celebration is officially held in Memphis by June 19, 2025.",
      "NO": "If the event does not occur, or is significantly altered from the 'One Hour, United Voices' format, by June 19.",
      "resolution_source": "https://tri-statedefender.com/feed/"
    },
    "source_url": "https://tri-statedefender.com/feed/",
    "city": "Memphis",
    "status": "draft",
    "patched_title": "Will Memphis host a 'One Hour, United Voices' Juneteenth celebration by June 19th?",
    "refined_title": "Will Memphis host a 'One Hour, United Voices' Juneteenth celebration by June 19th by at least 5% over the target?",
    "spread_type": "margin",
    "weight": "strong",
    "bias": false,
    "balanced_title": "Will Memphis host a 'One Hour, United Voices' Juneteenth celebration by June 19th by at least 5% over the target?",
    "yes_price": 0.5197,
    "no_price": 0.4803
<<<<<<< HEAD
  },
  {
    "title": "Will the Memphis City Council approve a new zoning code?",
    "total_yes": 100,
    "total_no": 0,
    "odds_yes": 0.5556,
    "odds_no": 0.4444,
    "created_at": "2025-06-29T23:31:53.912124",
    "updated_at": "2025-06-29T23:31:53.912128"
=======
>>>>>>> ded967a (Finalize pricing layer: contracts now priced at launch odds)
  }
]